PRIORITY_CHOICES = [
    (4, 'Приоритет 4'),
    (5, 'Приоритет 5'),
]

ENVIRONMENT = [
    ('test', 'Test'),
    ('prod', 'Prod'),
]

TYPE_TT = [
    ('Incident', 'Инцидент'),
    ('Service', 'Услуга'),
]

COORDINATOR_ROLE = [
    (
        'IT Инж 2 ур ГЭП',
        'IT Инж 2 ур ГЭП'
    ),
    (
        'IT Инж 2 ур Дистанционная поддержка',
        'IT Инж 2 ур Дистанционная поддержка'
    ),
]


DAYS_OF_WEEK = [
    (0, 'Понедельник'),
    (1, 'Вторник'),
    (2, 'Среда'),
    (3, 'Четверг'),
    (4, 'Пятница'),
    (5, 'Суббота'),
    (6, 'Воскресенье'),
]

MONTH = [
    (1, 'Январь'),
    (2, 'Февраль'),
    (3, 'Март'),
    (4, 'Апрель'),
    (5, 'Май'),
    (6, 'Июнь'),
    (7, 'Июль'),
    (8, 'Август'),
    (9, 'Сентябрь'),
    (10, 'Октябрь'),
    (11, 'Ноябрь'),
    (12, 'Декабрь'),
]

TASK = [
    ('Ежедневный запуск', 'Ежедневный запуск'),
    ('Еженедельный запуск', 'Еженедельный запуск'),
    ('Ежемесячный запуск', 'Ежемесячный запуск'),
]
